<eos>
<bos>
<unk>
<pad>
<mask>
<extra_id_0>
<extra_id_1>
<extra_id_2>
<extra_id_3>
<extra_id_4>
<extra_id_5>
<extra_id_6>
<extra_id_7>
<extra_id_8>
<extra_id_9>
<extra_id_10>
<extra_id_11>
<extra_id_12>
<extra_id_13>
<extra_id_14>
<extra_id_15>
<extra_id_16>
<extra_id_17>
<extra_id_18>
<extra_id_19>
<extra_id_20>
<extra_id_21>
<extra_id_22>
<extra_id_23>
<extra_id_24>
<extra_id_25>
<extra_id_26>
<extra_id_27>
<extra_id_28>
<extra_id_29>
<extra_id_30>
<extra_id_31>
<extra_id_32>
<extra_id_33>
<extra_id_34>
<extra_id_35>
<extra_id_36>
<extra_id_37>
<extra_id_38>
<extra_id_39>
<extra_id_40>
<extra_id_41>
<extra_id_42>
<extra_id_43>
<extra_id_44>
<extra_id_45>
<extra_id_46>
<extra_id_47>
<extra_id_48>
<extra_id_49>
<extra_id_50>
<extra_id_51>
<extra_id_52>
<extra_id_53>
<extra_id_54>
<extra_id_55>
<extra_id_56>
<extra_id_57>
<extra_id_58>
<extra_id_59>
<extra_id_60>
<extra_id_61>
<extra_id_62>
<extra_id_63>
<extra_id_64>
<extra_id_65>
<extra_id_66>
<extra_id_67>
<extra_id_68>
<extra_id_69>
<extra_id_70>
<extra_id_71>
<extra_id_72>
<extra_id_73>
<extra_id_74>
<extra_id_75>
<extra_id_76>
<extra_id_77>
<extra_id_78>
<extra_id_79>
<extra_id_80>
<extra_id_81>
<extra_id_82>
<extra_id_83>
<extra_id_84>
<extra_id_85>
<extra_id_86>
<extra_id_87>
<extra_id_88>
<extra_id_89>
<extra_id_90>
<extra_id_91>
<extra_id_92>
<extra_id_93>
<extra_id_94>
<extra_id_95>
<extra_id_96>
<extra_id_97>
<extra_id_98>
<extra_id_99>
.
0.000
0.001
0.002
0.003
0.004
0.005
0.006
0.007
0.008
0.009
0.010
0.011
0.012
0.013
0.014
0.015
0.016
0.017
0.018
0.019
0.020
0.021
0.022
0.023
0.024
0.025
0.026
0.027
0.028
0.029
0.030
0.031
0.032
0.033
0.034
0.035
0.036
0.037
0.038
0.039
0.040
0.041
0.042
0.043
0.044
0.045
0.046
0.047
0.048
0.049
0.050
0.051
0.052
0.053
0.054
0.055
0.056
0.057
0.058
0.059
0.060
0.061
0.062
0.063
0.064
0.065
0.066
0.067
0.068
0.069
0.070
0.071
0.072
0.073
0.074
0.075
0.076
0.077
0.078
0.079
0.080
0.081
0.082
0.083
0.084
0.085
0.086
0.087
0.088
0.089
0.090
0.091
0.092
0.093
0.094
0.095
0.096
0.097
0.098
0.099
0.100
0.101
0.102
0.103
0.104
0.105
0.106
0.107
0.108
0.109
0.110
0.111
0.112
0.113
0.114
0.115
0.116
0.117
0.118
0.119
0.120
0.121
0.122
0.123
0.124
0.125
0.126
0.127
0.128
0.129
0.130
0.131
0.132
0.133
0.134
0.135
0.136
0.137
0.138
0.139
0.140
0.141
0.142
0.143
0.144
0.145
0.146
0.147
0.148
0.149
0.150
0.151
0.152
0.153
0.154
0.155
0.156
0.157
0.158
0.159
0.160
0.161
0.162
0.163
0.164
0.165
0.166
0.167
0.168
0.169
0.170
0.171
0.172
0.173
0.174
0.175
0.176
0.177
0.178
0.179
0.180
0.181
0.182
0.183
0.184
0.185
0.186
0.187
0.188
0.189
0.190
0.191
0.192
0.193
0.194
0.195
0.196
0.197
0.198
0.199
0.200
0.201
0.202
0.203
0.204
0.205
0.206
0.207
0.208
0.209
0.210
0.211
0.212
0.213
0.214
0.215
0.216
0.217
0.218
0.219
0.220
0.221
0.222
0.223
0.224
0.225
0.226
0.227
0.228
0.229
0.230
0.231
0.232
0.233
0.234
0.235
0.236
0.237
0.238
0.239
0.240
0.241
0.242
0.243
0.244
0.245
0.246
0.247
0.248
0.249
0.250
0.251
0.252
0.253
0.254
0.255
0.256
0.257
0.258
0.259
0.260
0.261
0.262
0.263
0.264
0.265
0.266
0.267
0.268
0.269
0.270
0.271
0.272
0.273
0.274
0.275
0.276
0.277
0.278
0.279
0.280
0.281
0.282
0.283
0.284
0.285
0.286
0.287
0.288
0.289
0.290
0.291
0.292
0.293
0.294
0.295
0.296
0.297
0.298
0.299
0.300
0.301
0.302
0.303
0.304
0.305
0.306
0.307
0.308
0.309
0.310
0.311
0.312
0.313
0.314
0.315
0.316
0.317
0.318
0.319
0.320
0.321
0.322
0.323
0.324
0.325
0.326
0.327
0.328
0.329
0.330
0.331
0.332
0.333
0.334
0.335
0.336
0.337
0.338
0.339
0.340
0.341
0.342
0.343
0.344
0.345
0.346
0.347
0.348
0.349
0.350
0.351
0.352
0.353
0.354
0.355
0.356
0.357
0.358
0.359
0.360
0.361
0.362
0.363
0.364
0.365
0.366
0.367
0.368
0.369
0.370
0.371
0.372
0.373
0.374
0.375
0.376
0.377
0.378
0.379
0.380
0.381
0.382
0.383
0.384
0.385
0.386
0.387
0.388
0.389
0.390
0.391
0.392
0.393
0.394
0.395
0.396
0.397
0.398
0.399
0.400
0.401
0.402
0.403
0.404
0.405
0.406
0.407
0.408
0.409
0.410
0.411
0.412
0.413
0.414
0.415
0.416
0.417
0.418
0.419
0.420
0.421
0.422
0.423
0.424
0.425
0.426
0.427
0.428
0.429
0.430
0.431
0.432
0.433
0.434
0.435
0.436
0.437
0.438
0.439
0.440
0.441
0.442
0.443
0.444
0.445
0.446
0.447
0.448
0.449
0.450
0.451
0.452
0.453
0.454
0.455
0.456
0.457
0.458
0.459
0.460
0.461
0.462
0.463
0.464
0.465
0.466
0.467
0.468
0.469
0.470
0.471
0.472
0.473
0.474
0.475
0.476
0.477
0.478
0.479
0.480
0.481
0.482
0.483
0.484
0.485
0.486
0.487
0.488
0.489
0.490
0.491
0.492
0.493
0.494
0.495
0.496
0.497
0.498
0.499
0.500
0.501
0.502
0.503
0.504
0.505
0.506
0.507
0.508
0.509
0.510
0.511
0.512
0.513
0.514
0.515
0.516
0.517
0.518
0.519
0.520
0.521
0.522
0.523
0.524
0.525
0.526
0.527
0.528
0.529
0.530
0.531
0.532
0.533
0.534
0.535
0.536
0.537
0.538
0.539
0.540
0.541
0.542
0.543
0.544
0.545
0.546
0.547
0.548
0.549
0.550
0.551
0.552
0.553
0.554
0.555
0.556
0.557
0.558
0.559
0.560
0.561
0.562
0.563
0.564
0.565
0.566
0.567
0.568
0.569
0.570
0.571
0.572
0.573
0.574
0.575
0.576
0.577
0.578
0.579
0.580
0.581
0.582
0.583
0.584
0.585
0.586
0.587
0.588
0.589
0.590
0.591
0.592
0.593
0.594
0.595
0.596
0.597
0.598
0.599
0.600
0.601
0.602
0.603
0.604
0.605
0.606
0.607
0.608
0.609
0.610
0.611
0.612
0.613
0.614
0.615
0.616
0.617
0.618
0.619
0.620
0.621
0.622
0.623
0.624
0.625
0.626
0.627
0.628
0.629
0.630
0.631
0.632
0.633
0.634
0.635
0.636
0.637
0.638
0.639
0.640
0.641
0.642
0.643
0.644
0.645
0.646
0.647
0.648
0.649
0.650
0.651
0.652
0.653
0.654
0.655
0.656
0.657
0.658
0.659
0.660
0.661
0.662
0.663
0.664
0.665
0.666
0.667
0.668
0.669
0.670
0.671
0.672
0.673
0.674
0.675
0.676
0.677
0.678
0.679
0.680
0.681
0.682
0.683
0.684
0.685
0.686
0.687
0.688
0.689
0.690
0.691
0.692
0.693
0.694
0.695
0.696
0.697
0.698
0.699
0.700
0.701
0.702
0.703
0.704
0.705
0.706
0.707
0.708
0.709
0.710
0.711
0.712
0.713
0.714
0.715
0.716
0.717
0.718
0.719
0.720
0.721
0.722
0.723
0.724
0.725
0.726
0.727
0.728
0.729
0.730
0.731
0.732
0.733
0.734
0.735
0.736
0.737
0.738
0.739
0.740
0.741
0.742
0.743
0.744
0.745
0.746
0.747
0.748
0.749
0.750
0.751
0.752
0.753
0.754
0.755
0.756
0.757
0.758
0.759
0.760
0.761
0.762
0.763
0.764
0.765
0.766
0.767
0.768
0.769
0.770
0.771
0.772
0.773
0.774
0.775
0.776
0.777
0.778
0.779
0.780
0.781
0.782
0.783
0.784
0.785
0.786
0.787
0.788
0.789
0.790
0.791
0.792
0.793
0.794
0.795
0.796
0.797
0.798
0.799
0.800
0.801
0.802
0.803
0.804
0.805
0.806
0.807
0.808
0.809
0.810
0.811
0.812
0.813
0.814
0.815
0.816
0.817
0.818
0.819
0.820
0.821
0.822
0.823
0.824
0.825
0.826
0.827
0.828
0.829
0.830
0.831
0.832
0.833
0.834
0.835
0.836
0.837
0.838
0.839
0.840
0.841
0.842
0.843
0.844
0.845
0.846
0.847
0.848
0.849
0.850
0.851
0.852
0.853
0.854
0.855
0.856
0.857
0.858
0.859
0.860
0.861
0.862
0.863
0.864
0.865
0.866
0.867
0.868
0.869
0.870
0.871
0.872
0.873
0.874
0.875
0.876
0.877
0.878
0.879
0.880
0.881
0.882
0.883
0.884
0.885
0.886
0.887
0.888
0.889
0.890
0.891
0.892
0.893
0.894
0.895
0.896
0.897
0.898
0.899
0.900
0.901
0.902
0.903
0.904
0.905
0.906
0.907
0.908
0.909
0.910
0.911
0.912
0.913
0.914
0.915
0.916
0.917
0.918
0.919
0.920
0.921
0.922
0.923
0.924
0.925
0.926
0.927
0.928
0.929
0.930
0.931
0.932
0.933
0.934
0.935
0.936
0.937
0.938
0.939
0.940
0.941
0.942
0.943
0.944
0.945
0.946
0.947
0.948
0.949
0.950
0.951
0.952
0.953
0.954
0.955
0.956
0.957
0.958
0.959
0.960
0.961
0.962
0.963
0.964
0.965
0.966
0.967
0.968
0.969
0.970
0.971
0.972
0.973
0.974
0.975
0.976
0.977
0.978
0.979
0.980
0.981
0.982
0.983
0.984
0.985
0.986
0.987
0.988
0.989
0.990
0.991
0.992
0.993
0.994
0.995
0.996
0.997
0.998
0.999
1.000
Si
C
Pb
I
Br
Cl
Eu
O
Fe
Sb
In
S
N
U
Mn
Lu
Se
Tl
Hf
Ir
Ca
Ta
Cr
K
Pm
Mg
Zn
Cu
Sn
Ti
B
W
P
H
Pd
As
Co
Np
Tc
Hg
Pu
Al
Tm
Tb
Ho
Nb
Ge
Zr
Cd
V
Sr
Ni
Rh
Th
Na
Ru
La
Re
Y
Er
Ce
Pt
Ga
Li
Cs
F
Ba
Te
Mo
Gd
Pr
Bi
Sc
Ag
Rb
Dy
Yb
Nd
Au
Os
Pa
Sm
Be
Ac
Xe
Kr
He
Ne
Ar
*OHCH2CH3
*ONN(CH3)2
*H
*CH*CH
*COHCOH
*OCHCH3
*NO2NO2
CH2*CO
*CH4
*NHNH
*CCH
*CH2CH2OH
*CHOHCH3
*CHCH2OH
*ONNH2
*C*C
*CCH2OH
*CCO
*CN
*CHOCHOH
*NO3
*OHNH2
*N*NH
*CH2CH3
*COHCH3
*C
*NH3
*CCH2
*NH
*CHCHO
*CH*COH
*CHOH
*CHOHCHOH
*COHCHOH
*CHCH2
*CHOCH2OH
*CCHO
*N
*N*NO
*OH
*COCH2O
*COCH3
*CCH3
*OHCH3
*CH2
*CH3
*CH2*O
*OCH2CH3
*CH2OH
*CCHOH
*OCH3
*CHO*CHO
*CHOHCH2OH
*CHCHOH
*OCH2CHOH
*OH2
*OHNNCH3
*N2
*COHCH2OH
*COCHO
*NO2
*O
*CHCO
*COHCHO
*CHOHCH2
*ONH
*NONH
*NO
P1
P-1
P121
P12_11
C121
P1m1
P1c1
C1m1
C1c1
P12/m1
P12_1/m1
C12/m1
P12/c1
P12_1/c1
C12/c1
P222
P222_1
P2_12_12
P2_12_12_1
C222_1
C222
F222
I222
I2_12_12_1
Pmm2
Pmc2_1
Pcc2
Pma2
Pca2_1
Pnc2
Pmn2_1
Pba2
Pna2_1
Pnn2
Cmm2
Cmc2_1
Ccc2
Amm2
Aem2
Ama2
Aea2
Fmm2
Fdd2
Imm2
Iba2
Ima2
Pmmm
Pnnn
Pccm
Pban
Pmma
Pnna
Pmna
Pcca
Pbam
Pccn
Pbcm
Pnnm
Pmmn
Pbcn
Pbca
Pnma
Cmcm
Cmce
Cmmm
Cccm
Cmme
Ccce
Fmmm
Fddd
Immm
Ibam
Ibca
Imma
P4
P4_1
P4_2
P4_3
I4
I4_1
P-4
I-4
P4/m
P4_2/m
P4/n
P4_2/n
I4/m
I4_1/a
P422
P42_12
P4_122
P4_12_12
P4_222
P4_22_12
P4_322
P4_32_12
I422
I4_122
P4mm
P4bm
P4_2cm
P4_2nm
P4cc
P4nc
P4_2mc
P4_2bc
I4mm
I4cm
I4_1md
I4_1cd
P-42m
P-42c
P-42_1m
P-42_1c
P-4m2
P-4c2
P-4b2
P-4n2
I-4m2
I-4c2
I-42m
I-42d
P4/mmm
P4/mcc
P4/nbm
P4/nnc
P4/mbm
P4/mnc
P4/nmm
P4/ncc
P4_2/mmc
P4_2/mcm
P4_2/nbc
P4_2/nnm
P4_2/mbc
P4_2/mnm
P4_2/nmc
P4_2/ncm
I4/mmm
I4/mcm
I4_1/amd
I4_1/acd
P3
P3_1
P3_2
R3
P-3
R-3
P312
P321
P3_112
P3_121
P3_212
P3_221
R32
P3m1
P31m
P3c1
P31c
R3m
R3c
P-31m
P-31c
P-3m1
P-3c1
R-3m
R-3c
P6
P6_1
P6_5
P6_2
P6_4
P6_3
P-6
P6/m
P6_3/m
P622
P6_122
P6_522
P6_222
P6_422
P6_322
P6mm
P6cc
P6_3cm
P6_3mc
P-6m2
P-6c2
P-62m
P-62c
P6/mmm
P6/mcc
P6_3/mcm
P6_3/mmc
P23
F23
I23
P2_13
I2_13
Pm-3
Pn-3
Fm-3
Fd-3
Im-3
Pa-3
Ia-3
P432
P4_232
F432
F4_132
I432
P4_332
P4_132
I4_132
P-43m
F-43m
I-43m
P-43n
F-43c
I-43d
Pm-3m
Pn-3n
Pm-3n
Pn-3m
Fm-3m
Fm-3c
Fd-3m
Fd-3c
Im-3m
Ia-3d
(1,1,2)
(2,-2,-1)
(2,2,-1)
(1,-1,0)
(2,1,0)
(1,1,1)
(2,0,-1)
(1,0,0)
(1,0,1)
(1,0,2)
(1,-1,2)
(1,-1,1)
(1,-1,-2)
(1,1,-2)
(2,2,1)
(1,1,-1)
(2,1,-1)
(2,-1,0)
(1,2,-2)
(1,1,0)
(0,0,1)
(1,2,1)
(1,2,2)
(2,-2,1)
(0,1,1)
(1,-2,-1)
(0,1,0)
(0,2,-1)
(2,-1,1)
(1,2,-1)
(1,0,-2)
(1,-2,2)
(0,1,-2)
(1,-2,-2)
(1,2,0)
(2,-1,-1)
(2,1,1)
(0,2,1)
(1,-2,1)
(1,0,-1)
(2,-1,2)
(0,1,-1)
(2,0,1)
(0,1,2)
(1,-2,0)
(2,-1,-2)
(1,-1,-1)
(2,1,2)
(2,1,-2)
0
1
2
3
4
5
6
7
8
9
-10.0
-9.9
-9.8
-9.7
-9.6
-9.5
-9.4
-9.3
-9.2
-9.1
-9.0
-8.9
-8.8
-8.7
-8.6
-8.5
-8.4
-8.3
-8.2
-8.1
-8.0
-7.9
-7.8
-7.7
-7.6
-7.5
-7.4
-7.3
-7.2
-7.1
-7.0
-6.9
-6.8
-6.7
-6.6
-6.5
-6.4
-6.3
-6.2
-6.1
-6.0
-5.9
-5.8
-5.7
-5.6
-5.5
-5.4
-5.3
-5.2
-5.1
-5.0
-4.9
-4.8
-4.7
-4.6
-4.5
-4.4
-4.3
-4.2
-4.1
-4.0
-3.9
-3.8
-3.7
-3.6
-3.5
-3.4
-3.3
-3.2
-3.1
-3.0
-2.9
-2.8
-2.7
-2.6
-2.5
-2.4
-2.3
-2.2
-2.1
-2.0
-1.9
-1.8
-1.7
-1.6
-1.5
-1.4
-1.3
-1.2
-1.1
-1.0
-0.9
-0.8
-0.7
-0.6
-0.5
-0.4
-0.3
-0.2
-0.1
-0.0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1.0
1.1
1.2
1.3
1.4
1.5
1.6
1.7
1.8
1.9
2.0
2.1
2.2
2.3
2.4
2.5
2.6
2.7
2.8
2.9
3.0
3.1
3.2
3.3
3.4
3.5
3.6
3.7
3.8
3.9
4.0
4.1
4.2
4.3
4.4
4.5
4.6
4.7
4.8
4.9
5.0
5.1
5.2
5.3
5.4
5.5
5.6
5.7
5.8
5.9
6.0
6.1
6.2
6.3
6.4
6.5
6.6
6.7
6.8
6.9
7.0
7.1
7.2
7.3
7.4
7.5
7.6
7.7
7.8
7.9
8.0
8.1
8.2
8.3
8.4
8.5
8.6
8.7
8.8
8.9
9.0
9.1
9.2
9.3
9.4
9.5
9.6
9.7
9.8
9.9
10.0
