{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 1024,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<bos>": 0,
      "<eos>": 1,
      "<pad>": 2,
      "<unk>": 3,
      "<mask>": 4,
      ".": 5,
      "0": 6,
      "1": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "5": 11,
      "6": 12,
      "7": 13,
      "8": 14,
      "9": 15,
      "Si": 16,
      "C": 17,
      "Pb": 18,
      "I": 19,
      "Br": 20,
      "Cl": 21,
      "Eu": 22,
      "O": 23,
      "Fe": 24,
      "Sb": 25,
      "In": 26,
      "S": 27,
      "N": 28,
      "U": 29,
      "Mn": 30,
      "Lu": 31,
      "Se": 32,
      "Tl": 33,
      "Hf": 34,
      "Ir": 35,
      "Ca": 36,
      "Ta": 37,
      "Cr": 38,
      "K": 39,
      "Pm": 40,
      "Mg": 41,
      "Zn": 42,
      "Cu": 43,
      "Sn": 44,
      "Ti": 45,
      "B": 46,
      "W": 47,
      "P": 48,
      "H": 49,
      "Pd": 50,
      "As": 51,
      "Co": 52,
      "Np": 53,
      "Tc": 54,
      "Hg": 55,
      "Pu": 56,
      "Al": 57,
      "Tm": 58,
      "Tb": 59,
      "Ho": 60,
      "Nb": 61,
      "Ge": 62,
      "Zr": 63,
      "Cd": 64,
      "V": 65,
      "Sr": 66,
      "Ni": 67,
      "Rh": 68,
      "Th": 69,
      "Na": 70,
      "Ru": 71,
      "La": 72,
      "Re": 73,
      "Y": 74,
      "Er": 75,
      "Ce": 76,
      "Pt": 77,
      "Ga": 78,
      "Li": 79,
      "Cs": 80,
      "F": 81,
      "Ba": 82,
      "Te": 83,
      "Mo": 84,
      "Gd": 85,
      "Pr": 86,
      "Bi": 87,
      "Sc": 88,
      "Ag": 89,
      "Rb": 90,
      "Dy": 91,
      "Yb": 92,
      "Nd": 93,
      "Au": 94,
      "Os": 95,
      "Pa": 96,
      "Sm": 97,
      "Be": 98,
      "Ac": 99,
      "Xe": 100,
      "Kr": 101,
      "He": 102,
      "Ne": 103,
      "Ar": 104
    },
    "unk_token": "<unk>"
  }
}