{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<eos>": 0,
      "<pad>": 1,
      "<unk>": 2,
      "<bos>": 3,
      "<mask>": 4,
      ".": 5,
      "0.000": 6,
      "0.001": 7,
      "0.002": 8,
      "0.003": 9,
      "0.004": 10,
      "0.005": 11,
      "0.006": 12,
      "0.007": 13,
      "0.008": 14,
      "0.009": 15,
      "0.010": 16,
      "0.011": 17,
      "0.012": 18,
      "0.013": 19,
      "0.014": 20,
      "0.015": 21,
      "0.016": 22,
      "0.017": 23,
      "0.018": 24,
      "0.019": 25,
      "0.020": 26,
      "0.021": 27,
      "0.022": 28,
      "0.023": 29,
      "0.024": 30,
      "0.025": 31,
      "0.026": 32,
      "0.027": 33,
      "0.028": 34,
      "0.029": 35,
      "0.030": 36,
      "0.031": 37,
      "0.032": 38,
      "0.033": 39,
      "0.034": 40,
      "0.035": 41,
      "0.036": 42,
      "0.037": 43,
      "0.038": 44,
      "0.039": 45,
      "0.040": 46,
      "0.041": 47,
      "0.042": 48,
      "0.043": 49,
      "0.044": 50,
      "0.045": 51,
      "0.046": 52,
      "0.047": 53,
      "0.048": 54,
      "0.049": 55,
      "0.050": 56,
      "0.051": 57,
      "0.052": 58,
      "0.053": 59,
      "0.054": 60,
      "0.055": 61,
      "0.056": 62,
      "0.057": 63,
      "0.058": 64,
      "0.059": 65,
      "0.060": 66,
      "0.061": 67,
      "0.062": 68,
      "0.063": 69,
      "0.064": 70,
      "0.065": 71,
      "0.066": 72,
      "0.067": 73,
      "0.068": 74,
      "0.069": 75,
      "0.070": 76,
      "0.071": 77,
      "0.072": 78,
      "0.073": 79,
      "0.074": 80,
      "0.075": 81,
      "0.076": 82,
      "0.077": 83,
      "0.078": 84,
      "0.079": 85,
      "0.080": 86,
      "0.081": 87,
      "0.082": 88,
      "0.083": 89,
      "0.084": 90,
      "0.085": 91,
      "0.086": 92,
      "0.087": 93,
      "0.088": 94,
      "0.089": 95,
      "0.090": 96,
      "0.091": 97,
      "0.092": 98,
      "0.093": 99,
      "0.094": 100,
      "0.095": 101,
      "0.096": 102,
      "0.097": 103,
      "0.098": 104,
      "0.099": 105,
      "0.100": 106,
      "0.101": 107,
      "0.102": 108,
      "0.103": 109,
      "0.104": 110,
      "0.105": 111,
      "0.106": 112,
      "0.107": 113,
      "0.108": 114,
      "0.109": 115,
      "0.110": 116,
      "0.111": 117,
      "0.112": 118,
      "0.113": 119,
      "0.114": 120,
      "0.115": 121,
      "0.116": 122,
      "0.117": 123,
      "0.118": 124,
      "0.119": 125,
      "0.120": 126,
      "0.121": 127,
      "0.122": 128,
      "0.123": 129,
      "0.124": 130,
      "0.125": 131,
      "0.126": 132,
      "0.127": 133,
      "0.128": 134,
      "0.129": 135,
      "0.130": 136,
      "0.131": 137,
      "0.132": 138,
      "0.133": 139,
      "0.134": 140,
      "0.135": 141,
      "0.136": 142,
      "0.137": 143,
      "0.138": 144,
      "0.139": 145,
      "0.140": 146,
      "0.141": 147,
      "0.142": 148,
      "0.143": 149,
      "0.144": 150,
      "0.145": 151,
      "0.146": 152,
      "0.147": 153,
      "0.148": 154,
      "0.149": 155,
      "0.150": 156,
      "0.151": 157,
      "0.152": 158,
      "0.153": 159,
      "0.154": 160,
      "0.155": 161,
      "0.156": 162,
      "0.157": 163,
      "0.158": 164,
      "0.159": 165,
      "0.160": 166,
      "0.161": 167,
      "0.162": 168,
      "0.163": 169,
      "0.164": 170,
      "0.165": 171,
      "0.166": 172,
      "0.167": 173,
      "0.168": 174,
      "0.169": 175,
      "0.170": 176,
      "0.171": 177,
      "0.172": 178,
      "0.173": 179,
      "0.174": 180,
      "0.175": 181,
      "0.176": 182,
      "0.177": 183,
      "0.178": 184,
      "0.179": 185,
      "0.180": 186,
      "0.181": 187,
      "0.182": 188,
      "0.183": 189,
      "0.184": 190,
      "0.185": 191,
      "0.186": 192,
      "0.187": 193,
      "0.188": 194,
      "0.189": 195,
      "0.190": 196,
      "0.191": 197,
      "0.192": 198,
      "0.193": 199,
      "0.194": 200,
      "0.195": 201,
      "0.196": 202,
      "0.197": 203,
      "0.198": 204,
      "0.199": 205,
      "0.200": 206,
      "0.201": 207,
      "0.202": 208,
      "0.203": 209,
      "0.204": 210,
      "0.205": 211,
      "0.206": 212,
      "0.207": 213,
      "0.208": 214,
      "0.209": 215,
      "0.210": 216,
      "0.211": 217,
      "0.212": 218,
      "0.213": 219,
      "0.214": 220,
      "0.215": 221,
      "0.216": 222,
      "0.217": 223,
      "0.218": 224,
      "0.219": 225,
      "0.220": 226,
      "0.221": 227,
      "0.222": 228,
      "0.223": 229,
      "0.224": 230,
      "0.225": 231,
      "0.226": 232,
      "0.227": 233,
      "0.228": 234,
      "0.229": 235,
      "0.230": 236,
      "0.231": 237,
      "0.232": 238,
      "0.233": 239,
      "0.234": 240,
      "0.235": 241,
      "0.236": 242,
      "0.237": 243,
      "0.238": 244,
      "0.239": 245,
      "0.240": 246,
      "0.241": 247,
      "0.242": 248,
      "0.243": 249,
      "0.244": 250,
      "0.245": 251,
      "0.246": 252,
      "0.247": 253,
      "0.248": 254,
      "0.249": 255,
      "0.250": 256,
      "0.251": 257,
      "0.252": 258,
      "0.253": 259,
      "0.254": 260,
      "0.255": 261,
      "0.256": 262,
      "0.257": 263,
      "0.258": 264,
      "0.259": 265,
      "0.260": 266,
      "0.261": 267,
      "0.262": 268,
      "0.263": 269,
      "0.264": 270,
      "0.265": 271,
      "0.266": 272,
      "0.267": 273,
      "0.268": 274,
      "0.269": 275,
      "0.270": 276,
      "0.271": 277,
      "0.272": 278,
      "0.273": 279,
      "0.274": 280,
      "0.275": 281,
      "0.276": 282,
      "0.277": 283,
      "0.278": 284,
      "0.279": 285,
      "0.280": 286,
      "0.281": 287,
      "0.282": 288,
      "0.283": 289,
      "0.284": 290,
      "0.285": 291,
      "0.286": 292,
      "0.287": 293,
      "0.288": 294,
      "0.289": 295,
      "0.290": 296,
      "0.291": 297,
      "0.292": 298,
      "0.293": 299,
      "0.294": 300,
      "0.295": 301,
      "0.296": 302,
      "0.297": 303,
      "0.298": 304,
      "0.299": 305,
      "0.300": 306,
      "0.301": 307,
      "0.302": 308,
      "0.303": 309,
      "0.304": 310,
      "0.305": 311,
      "0.306": 312,
      "0.307": 313,
      "0.308": 314,
      "0.309": 315,
      "0.310": 316,
      "0.311": 317,
      "0.312": 318,
      "0.313": 319,
      "0.314": 320,
      "0.315": 321,
      "0.316": 322,
      "0.317": 323,
      "0.318": 324,
      "0.319": 325,
      "0.320": 326,
      "0.321": 327,
      "0.322": 328,
      "0.323": 329,
      "0.324": 330,
      "0.325": 331,
      "0.326": 332,
      "0.327": 333,
      "0.328": 334,
      "0.329": 335,
      "0.330": 336,
      "0.331": 337,
      "0.332": 338,
      "0.333": 339,
      "0.334": 340,
      "0.335": 341,
      "0.336": 342,
      "0.337": 343,
      "0.338": 344,
      "0.339": 345,
      "0.340": 346,
      "0.341": 347,
      "0.342": 348,
      "0.343": 349,
      "0.344": 350,
      "0.345": 351,
      "0.346": 352,
      "0.347": 353,
      "0.348": 354,
      "0.349": 355,
      "0.350": 356,
      "0.351": 357,
      "0.352": 358,
      "0.353": 359,
      "0.354": 360,
      "0.355": 361,
      "0.356": 362,
      "0.357": 363,
      "0.358": 364,
      "0.359": 365,
      "0.360": 366,
      "0.361": 367,
      "0.362": 368,
      "0.363": 369,
      "0.364": 370,
      "0.365": 371,
      "0.366": 372,
      "0.367": 373,
      "0.368": 374,
      "0.369": 375,
      "0.370": 376,
      "0.371": 377,
      "0.372": 378,
      "0.373": 379,
      "0.374": 380,
      "0.375": 381,
      "0.376": 382,
      "0.377": 383,
      "0.378": 384,
      "0.379": 385,
      "0.380": 386,
      "0.381": 387,
      "0.382": 388,
      "0.383": 389,
      "0.384": 390,
      "0.385": 391,
      "0.386": 392,
      "0.387": 393,
      "0.388": 394,
      "0.389": 395,
      "0.390": 396,
      "0.391": 397,
      "0.392": 398,
      "0.393": 399,
      "0.394": 400,
      "0.395": 401,
      "0.396": 402,
      "0.397": 403,
      "0.398": 404,
      "0.399": 405,
      "0.400": 406,
      "0.401": 407,
      "0.402": 408,
      "0.403": 409,
      "0.404": 410,
      "0.405": 411,
      "0.406": 412,
      "0.407": 413,
      "0.408": 414,
      "0.409": 415,
      "0.410": 416,
      "0.411": 417,
      "0.412": 418,
      "0.413": 419,
      "0.414": 420,
      "0.415": 421,
      "0.416": 422,
      "0.417": 423,
      "0.418": 424,
      "0.419": 425,
      "0.420": 426,
      "0.421": 427,
      "0.422": 428,
      "0.423": 429,
      "0.424": 430,
      "0.425": 431,
      "0.426": 432,
      "0.427": 433,
      "0.428": 434,
      "0.429": 435,
      "0.430": 436,
      "0.431": 437,
      "0.432": 438,
      "0.433": 439,
      "0.434": 440,
      "0.435": 441,
      "0.436": 442,
      "0.437": 443,
      "0.438": 444,
      "0.439": 445,
      "0.440": 446,
      "0.441": 447,
      "0.442": 448,
      "0.443": 449,
      "0.444": 450,
      "0.445": 451,
      "0.446": 452,
      "0.447": 453,
      "0.448": 454,
      "0.449": 455,
      "0.450": 456,
      "0.451": 457,
      "0.452": 458,
      "0.453": 459,
      "0.454": 460,
      "0.455": 461,
      "0.456": 462,
      "0.457": 463,
      "0.458": 464,
      "0.459": 465,
      "0.460": 466,
      "0.461": 467,
      "0.462": 468,
      "0.463": 469,
      "0.464": 470,
      "0.465": 471,
      "0.466": 472,
      "0.467": 473,
      "0.468": 474,
      "0.469": 475,
      "0.470": 476,
      "0.471": 477,
      "0.472": 478,
      "0.473": 479,
      "0.474": 480,
      "0.475": 481,
      "0.476": 482,
      "0.477": 483,
      "0.478": 484,
      "0.479": 485,
      "0.480": 486,
      "0.481": 487,
      "0.482": 488,
      "0.483": 489,
      "0.484": 490,
      "0.485": 491,
      "0.486": 492,
      "0.487": 493,
      "0.488": 494,
      "0.489": 495,
      "0.490": 496,
      "0.491": 497,
      "0.492": 498,
      "0.493": 499,
      "0.494": 500,
      "0.495": 501,
      "0.496": 502,
      "0.497": 503,
      "0.498": 504,
      "0.499": 505,
      "0.500": 506,
      "0.501": 507,
      "0.502": 508,
      "0.503": 509,
      "0.504": 510,
      "0.505": 511,
      "0.506": 512,
      "0.507": 513,
      "0.508": 514,
      "0.509": 515,
      "0.510": 516,
      "0.511": 517,
      "0.512": 518,
      "0.513": 519,
      "0.514": 520,
      "0.515": 521,
      "0.516": 522,
      "0.517": 523,
      "0.518": 524,
      "0.519": 525,
      "0.520": 526,
      "0.521": 527,
      "0.522": 528,
      "0.523": 529,
      "0.524": 530,
      "0.525": 531,
      "0.526": 532,
      "0.527": 533,
      "0.528": 534,
      "0.529": 535,
      "0.530": 536,
      "0.531": 537,
      "0.532": 538,
      "0.533": 539,
      "0.534": 540,
      "0.535": 541,
      "0.536": 542,
      "0.537": 543,
      "0.538": 544,
      "0.539": 545,
      "0.540": 546,
      "0.541": 547,
      "0.542": 548,
      "0.543": 549,
      "0.544": 550,
      "0.545": 551,
      "0.546": 552,
      "0.547": 553,
      "0.548": 554,
      "0.549": 555,
      "0.550": 556,
      "0.551": 557,
      "0.552": 558,
      "0.553": 559,
      "0.554": 560,
      "0.555": 561,
      "0.556": 562,
      "0.557": 563,
      "0.558": 564,
      "0.559": 565,
      "0.560": 566,
      "0.561": 567,
      "0.562": 568,
      "0.563": 569,
      "0.564": 570,
      "0.565": 571,
      "0.566": 572,
      "0.567": 573,
      "0.568": 574,
      "0.569": 575,
      "0.570": 576,
      "0.571": 577,
      "0.572": 578,
      "0.573": 579,
      "0.574": 580,
      "0.575": 581,
      "0.576": 582,
      "0.577": 583,
      "0.578": 584,
      "0.579": 585,
      "0.580": 586,
      "0.581": 587,
      "0.582": 588,
      "0.583": 589,
      "0.584": 590,
      "0.585": 591,
      "0.586": 592,
      "0.587": 593,
      "0.588": 594,
      "0.589": 595,
      "0.590": 596,
      "0.591": 597,
      "0.592": 598,
      "0.593": 599,
      "0.594": 600,
      "0.595": 601,
      "0.596": 602,
      "0.597": 603,
      "0.598": 604,
      "0.599": 605,
      "0.600": 606,
      "0.601": 607,
      "0.602": 608,
      "0.603": 609,
      "0.604": 610,
      "0.605": 611,
      "0.606": 612,
      "0.607": 613,
      "0.608": 614,
      "0.609": 615,
      "0.610": 616,
      "0.611": 617,
      "0.612": 618,
      "0.613": 619,
      "0.614": 620,
      "0.615": 621,
      "0.616": 622,
      "0.617": 623,
      "0.618": 624,
      "0.619": 625,
      "0.620": 626,
      "0.621": 627,
      "0.622": 628,
      "0.623": 629,
      "0.624": 630,
      "0.625": 631,
      "0.626": 632,
      "0.627": 633,
      "0.628": 634,
      "0.629": 635,
      "0.630": 636,
      "0.631": 637,
      "0.632": 638,
      "0.633": 639,
      "0.634": 640,
      "0.635": 641,
      "0.636": 642,
      "0.637": 643,
      "0.638": 644,
      "0.639": 645,
      "0.640": 646,
      "0.641": 647,
      "0.642": 648,
      "0.643": 649,
      "0.644": 650,
      "0.645": 651,
      "0.646": 652,
      "0.647": 653,
      "0.648": 654,
      "0.649": 655,
      "0.650": 656,
      "0.651": 657,
      "0.652": 658,
      "0.653": 659,
      "0.654": 660,
      "0.655": 661,
      "0.656": 662,
      "0.657": 663,
      "0.658": 664,
      "0.659": 665,
      "0.660": 666,
      "0.661": 667,
      "0.662": 668,
      "0.663": 669,
      "0.664": 670,
      "0.665": 671,
      "0.666": 672,
      "0.667": 673,
      "0.668": 674,
      "0.669": 675,
      "0.670": 676,
      "0.671": 677,
      "0.672": 678,
      "0.673": 679,
      "0.674": 680,
      "0.675": 681,
      "0.676": 682,
      "0.677": 683,
      "0.678": 684,
      "0.679": 685,
      "0.680": 686,
      "0.681": 687,
      "0.682": 688,
      "0.683": 689,
      "0.684": 690,
      "0.685": 691,
      "0.686": 692,
      "0.687": 693,
      "0.688": 694,
      "0.689": 695,
      "0.690": 696,
      "0.691": 697,
      "0.692": 698,
      "0.693": 699,
      "0.694": 700,
      "0.695": 701,
      "0.696": 702,
      "0.697": 703,
      "0.698": 704,
      "0.699": 705,
      "0.700": 706,
      "0.701": 707,
      "0.702": 708,
      "0.703": 709,
      "0.704": 710,
      "0.705": 711,
      "0.706": 712,
      "0.707": 713,
      "0.708": 714,
      "0.709": 715,
      "0.710": 716,
      "0.711": 717,
      "0.712": 718,
      "0.713": 719,
      "0.714": 720,
      "0.715": 721,
      "0.716": 722,
      "0.717": 723,
      "0.718": 724,
      "0.719": 725,
      "0.720": 726,
      "0.721": 727,
      "0.722": 728,
      "0.723": 729,
      "0.724": 730,
      "0.725": 731,
      "0.726": 732,
      "0.727": 733,
      "0.728": 734,
      "0.729": 735,
      "0.730": 736,
      "0.731": 737,
      "0.732": 738,
      "0.733": 739,
      "0.734": 740,
      "0.735": 741,
      "0.736": 742,
      "0.737": 743,
      "0.738": 744,
      "0.739": 745,
      "0.740": 746,
      "0.741": 747,
      "0.742": 748,
      "0.743": 749,
      "0.744": 750,
      "0.745": 751,
      "0.746": 752,
      "0.747": 753,
      "0.748": 754,
      "0.749": 755,
      "0.750": 756,
      "0.751": 757,
      "0.752": 758,
      "0.753": 759,
      "0.754": 760,
      "0.755": 761,
      "0.756": 762,
      "0.757": 763,
      "0.758": 764,
      "0.759": 765,
      "0.760": 766,
      "0.761": 767,
      "0.762": 768,
      "0.763": 769,
      "0.764": 770,
      "0.765": 771,
      "0.766": 772,
      "0.767": 773,
      "0.768": 774,
      "0.769": 775,
      "0.770": 776,
      "0.771": 777,
      "0.772": 778,
      "0.773": 779,
      "0.774": 780,
      "0.775": 781,
      "0.776": 782,
      "0.777": 783,
      "0.778": 784,
      "0.779": 785,
      "0.780": 786,
      "0.781": 787,
      "0.782": 788,
      "0.783": 789,
      "0.784": 790,
      "0.785": 791,
      "0.786": 792,
      "0.787": 793,
      "0.788": 794,
      "0.789": 795,
      "0.790": 796,
      "0.791": 797,
      "0.792": 798,
      "0.793": 799,
      "0.794": 800,
      "0.795": 801,
      "0.796": 802,
      "0.797": 803,
      "0.798": 804,
      "0.799": 805,
      "0.800": 806,
      "0.801": 807,
      "0.802": 808,
      "0.803": 809,
      "0.804": 810,
      "0.805": 811,
      "0.806": 812,
      "0.807": 813,
      "0.808": 814,
      "0.809": 815,
      "0.810": 816,
      "0.811": 817,
      "0.812": 818,
      "0.813": 819,
      "0.814": 820,
      "0.815": 821,
      "0.816": 822,
      "0.817": 823,
      "0.818": 824,
      "0.819": 825,
      "0.820": 826,
      "0.821": 827,
      "0.822": 828,
      "0.823": 829,
      "0.824": 830,
      "0.825": 831,
      "0.826": 832,
      "0.827": 833,
      "0.828": 834,
      "0.829": 835,
      "0.830": 836,
      "0.831": 837,
      "0.832": 838,
      "0.833": 839,
      "0.834": 840,
      "0.835": 841,
      "0.836": 842,
      "0.837": 843,
      "0.838": 844,
      "0.839": 845,
      "0.840": 846,
      "0.841": 847,
      "0.842": 848,
      "0.843": 849,
      "0.844": 850,
      "0.845": 851,
      "0.846": 852,
      "0.847": 853,
      "0.848": 854,
      "0.849": 855,
      "0.850": 856,
      "0.851": 857,
      "0.852": 858,
      "0.853": 859,
      "0.854": 860,
      "0.855": 861,
      "0.856": 862,
      "0.857": 863,
      "0.858": 864,
      "0.859": 865,
      "0.860": 866,
      "0.861": 867,
      "0.862": 868,
      "0.863": 869,
      "0.864": 870,
      "0.865": 871,
      "0.866": 872,
      "0.867": 873,
      "0.868": 874,
      "0.869": 875,
      "0.870": 876,
      "0.871": 877,
      "0.872": 878,
      "0.873": 879,
      "0.874": 880,
      "0.875": 881,
      "0.876": 882,
      "0.877": 883,
      "0.878": 884,
      "0.879": 885,
      "0.880": 886,
      "0.881": 887,
      "0.882": 888,
      "0.883": 889,
      "0.884": 890,
      "0.885": 891,
      "0.886": 892,
      "0.887": 893,
      "0.888": 894,
      "0.889": 895,
      "0.890": 896,
      "0.891": 897,
      "0.892": 898,
      "0.893": 899,
      "0.894": 900,
      "0.895": 901,
      "0.896": 902,
      "0.897": 903,
      "0.898": 904,
      "0.899": 905,
      "0.900": 906,
      "0.901": 907,
      "0.902": 908,
      "0.903": 909,
      "0.904": 910,
      "0.905": 911,
      "0.906": 912,
      "0.907": 913,
      "0.908": 914,
      "0.909": 915,
      "0.910": 916,
      "0.911": 917,
      "0.912": 918,
      "0.913": 919,
      "0.914": 920,
      "0.915": 921,
      "0.916": 922,
      "0.917": 923,
      "0.918": 924,
      "0.919": 925,
      "0.920": 926,
      "0.921": 927,
      "0.922": 928,
      "0.923": 929,
      "0.924": 930,
      "0.925": 931,
      "0.926": 932,
      "0.927": 933,
      "0.928": 934,
      "0.929": 935,
      "0.930": 936,
      "0.931": 937,
      "0.932": 938,
      "0.933": 939,
      "0.934": 940,
      "0.935": 941,
      "0.936": 942,
      "0.937": 943,
      "0.938": 944,
      "0.939": 945,
      "0.940": 946,
      "0.941": 947,
      "0.942": 948,
      "0.943": 949,
      "0.944": 950,
      "0.945": 951,
      "0.946": 952,
      "0.947": 953,
      "0.948": 954,
      "0.949": 955,
      "0.950": 956,
      "0.951": 957,
      "0.952": 958,
      "0.953": 959,
      "0.954": 960,
      "0.955": 961,
      "0.956": 962,
      "0.957": 963,
      "0.958": 964,
      "0.959": 965,
      "0.960": 966,
      "0.961": 967,
      "0.962": 968,
      "0.963": 969,
      "0.964": 970,
      "0.965": 971,
      "0.966": 972,
      "0.967": 973,
      "0.968": 974,
      "0.969": 975,
      "0.970": 976,
      "0.971": 977,
      "0.972": 978,
      "0.973": 979,
      "0.974": 980,
      "0.975": 981,
      "0.976": 982,
      "0.977": 983,
      "0.978": 984,
      "0.979": 985,
      "0.980": 986,
      "0.981": 987,
      "0.982": 988,
      "0.983": 989,
      "0.984": 990,
      "0.985": 991,
      "0.986": 992,
      "0.987": 993,
      "0.988": 994,
      "0.989": 995,
      "0.990": 996,
      "0.991": 997,
      "0.992": 998,
      "0.993": 999,
      "0.994": 1000,
      "0.995": 1001,
      "0.996": 1002,
      "0.997": 1003,
      "0.998": 1004,
      "0.999": 1005,
      "1.000": 1006,
      "Ac": 1007,
      "Ag": 1008,
      "Al": 1009,
      "Am": 1010,
      "Ar": 1011,
      "As": 1012,
      "At": 1013,
      "Au": 1014,
      "B": 1015,
      "Ba": 1016,
      "Be": 1017,
      "Bh": 1018,
      "Bi": 1019,
      "Bk": 1020,
      "Br": 1021,
      "C": 1022,
      "Ca": 1023,
      "Cd": 1024,
      "Ce": 1025,
      "Cf": 1026,
      "Cl": 1027,
      "Cm": 1028,
      "Cn": 1029,
      "Co": 1030,
      "Cr": 1031,
      "Cs": 1032,
      "Cu": 1033,
      "Db": 1034,
      "Ds": 1035,
      "Dy": 1036,
      "Er": 1037,
      "Es": 1038,
      "Eu": 1039,
      "F": 1040,
      "Fe": 1041,
      "Fl": 1042,
      "Fm": 1043,
      "Fr": 1044,
      "Ga": 1045,
      "Gd": 1046,
      "Ge": 1047,
      "H": 1048,
      "He": 1049,
      "Hf": 1050,
      "Hg": 1051,
      "Ho": 1052,
      "Hs": 1053,
      "I": 1054,
      "In": 1055,
      "Ir": 1056,
      "K": 1057,
      "Kr": 1058,
      "La": 1059,
      "Li": 1060,
      "Lr": 1061,
      "Lu": 1062,
      "Lv": 1063,
      "Mc": 1064,
      "Md": 1065,
      "Mg": 1066,
      "Mn": 1067,
      "Mo": 1068,
      "Mt": 1069,
      "N": 1070,
      "Na": 1071,
      "Nb": 1072,
      "Nd": 1073,
      "Ne": 1074,
      "Nh": 1075,
      "Ni": 1076,
      "No": 1077,
      "Np": 1078,
      "O": 1079,
      "Og": 1080,
      "Os": 1081,
      "P": 1082,
      "Pa": 1083,
      "Pb": 1084,
      "Pd": 1085,
      "Pm": 1086,
      "Po": 1087,
      "Pr": 1088,
      "Pt": 1089,
      "Pu": 1090,
      "Ra": 1091,
      "Rb": 1092,
      "Re": 1093,
      "Rf": 1094,
      "Rg": 1095,
      "Rh": 1096,
      "Rn": 1097,
      "Ru": 1098,
      "S": 1099,
      "Sb": 1100,
      "Sc": 1101,
      "Se": 1102,
      "Sg": 1103,
      "Si": 1104,
      "Sm": 1105,
      "Sn": 1106,
      "Sr": 1107,
      "Ta": 1108,
      "Tb": 1109,
      "Tc": 1110,
      "Te": 1111,
      "Th": 1112,
      "Ti": 1113,
      "Tl": 1114,
      "Tm": 1115,
      "Ts": 1116,
      "U": 1117,
      "V": 1118,
      "W": 1119,
      "Xe": 1120,
      "Y": 1121,
      "Yb": 1122,
      "Zn": 1123,
      "Zr": 1124
    },
    "unk_token": "<unk>"
  }
}