{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 1024,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<bos>": 0,
      "<eos>": 1,
      "<pad>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "<extra_id_0>": 5,
      "<extra_id_1>": 6,
      "<extra_id_2>": 7,
      "<extra_id_3>": 8,
      "<extra_id_4>": 9,
      "<extra_id_5>": 10,
      "<extra_id_6>": 11,
      "<extra_id_7>": 12,
      "<extra_id_8>": 13,
      "<extra_id_9>": 14,
      "<extra_id_10>": 15,
      "<extra_id_11>": 16,
      "<extra_id_12>": 17,
      "<extra_id_13>": 18,
      "<extra_id_14>": 19,
      "<extra_id_15>": 20,
      "<extra_id_16>": 21,
      "<extra_id_17>": 22,
      "<extra_id_18>": 23,
      "<extra_id_19>": 24,
      ".": 25,
      "0.000": 26,
      "0.001": 27,
      "0.002": 28,
      "0.003": 29,
      "0.004": 30,
      "0.005": 31,
      "0.006": 32,
      "0.007": 33,
      "0.008": 34,
      "0.009": 35,
      "0.010": 36,
      "0.011": 37,
      "0.012": 38,
      "0.013": 39,
      "0.014": 40,
      "0.015": 41,
      "0.016": 42,
      "0.017": 43,
      "0.018": 44,
      "0.019": 45,
      "0.020": 46,
      "0.021": 47,
      "0.022": 48,
      "0.023": 49,
      "0.024": 50,
      "0.025": 51,
      "0.026": 52,
      "0.027": 53,
      "0.028": 54,
      "0.029": 55,
      "0.030": 56,
      "0.031": 57,
      "0.032": 58,
      "0.033": 59,
      "0.034": 60,
      "0.035": 61,
      "0.036": 62,
      "0.037": 63,
      "0.038": 64,
      "0.039": 65,
      "0.040": 66,
      "0.041": 67,
      "0.042": 68,
      "0.043": 69,
      "0.044": 70,
      "0.045": 71,
      "0.046": 72,
      "0.047": 73,
      "0.048": 74,
      "0.049": 75,
      "0.050": 76,
      "0.051": 77,
      "0.052": 78,
      "0.053": 79,
      "0.054": 80,
      "0.055": 81,
      "0.056": 82,
      "0.057": 83,
      "0.058": 84,
      "0.059": 85,
      "0.060": 86,
      "0.061": 87,
      "0.062": 88,
      "0.063": 89,
      "0.064": 90,
      "0.065": 91,
      "0.066": 92,
      "0.067": 93,
      "0.068": 94,
      "0.069": 95,
      "0.070": 96,
      "0.071": 97,
      "0.072": 98,
      "0.073": 99,
      "0.074": 100,
      "0.075": 101,
      "0.076": 102,
      "0.077": 103,
      "0.078": 104,
      "0.079": 105,
      "0.080": 106,
      "0.081": 107,
      "0.082": 108,
      "0.083": 109,
      "0.084": 110,
      "0.085": 111,
      "0.086": 112,
      "0.087": 113,
      "0.088": 114,
      "0.089": 115,
      "0.090": 116,
      "0.091": 117,
      "0.092": 118,
      "0.093": 119,
      "0.094": 120,
      "0.095": 121,
      "0.096": 122,
      "0.097": 123,
      "0.098": 124,
      "0.099": 125,
      "0.100": 126,
      "0.101": 127,
      "0.102": 128,
      "0.103": 129,
      "0.104": 130,
      "0.105": 131,
      "0.106": 132,
      "0.107": 133,
      "0.108": 134,
      "0.109": 135,
      "0.110": 136,
      "0.111": 137,
      "0.112": 138,
      "0.113": 139,
      "0.114": 140,
      "0.115": 141,
      "0.116": 142,
      "0.117": 143,
      "0.118": 144,
      "0.119": 145,
      "0.120": 146,
      "0.121": 147,
      "0.122": 148,
      "0.123": 149,
      "0.124": 150,
      "0.125": 151,
      "0.126": 152,
      "0.127": 153,
      "0.128": 154,
      "0.129": 155,
      "0.130": 156,
      "0.131": 157,
      "0.132": 158,
      "0.133": 159,
      "0.134": 160,
      "0.135": 161,
      "0.136": 162,
      "0.137": 163,
      "0.138": 164,
      "0.139": 165,
      "0.140": 166,
      "0.141": 167,
      "0.142": 168,
      "0.143": 169,
      "0.144": 170,
      "0.145": 171,
      "0.146": 172,
      "0.147": 173,
      "0.148": 174,
      "0.149": 175,
      "0.150": 176,
      "0.151": 177,
      "0.152": 178,
      "0.153": 179,
      "0.154": 180,
      "0.155": 181,
      "0.156": 182,
      "0.157": 183,
      "0.158": 184,
      "0.159": 185,
      "0.160": 186,
      "0.161": 187,
      "0.162": 188,
      "0.163": 189,
      "0.164": 190,
      "0.165": 191,
      "0.166": 192,
      "0.167": 193,
      "0.168": 194,
      "0.169": 195,
      "0.170": 196,
      "0.171": 197,
      "0.172": 198,
      "0.173": 199,
      "0.174": 200,
      "0.175": 201,
      "0.176": 202,
      "0.177": 203,
      "0.178": 204,
      "0.179": 205,
      "0.180": 206,
      "0.181": 207,
      "0.182": 208,
      "0.183": 209,
      "0.184": 210,
      "0.185": 211,
      "0.186": 212,
      "0.187": 213,
      "0.188": 214,
      "0.189": 215,
      "0.190": 216,
      "0.191": 217,
      "0.192": 218,
      "0.193": 219,
      "0.194": 220,
      "0.195": 221,
      "0.196": 222,
      "0.197": 223,
      "0.198": 224,
      "0.199": 225,
      "0.200": 226,
      "0.201": 227,
      "0.202": 228,
      "0.203": 229,
      "0.204": 230,
      "0.205": 231,
      "0.206": 232,
      "0.207": 233,
      "0.208": 234,
      "0.209": 235,
      "0.210": 236,
      "0.211": 237,
      "0.212": 238,
      "0.213": 239,
      "0.214": 240,
      "0.215": 241,
      "0.216": 242,
      "0.217": 243,
      "0.218": 244,
      "0.219": 245,
      "0.220": 246,
      "0.221": 247,
      "0.222": 248,
      "0.223": 249,
      "0.224": 250,
      "0.225": 251,
      "0.226": 252,
      "0.227": 253,
      "0.228": 254,
      "0.229": 255,
      "0.230": 256,
      "0.231": 257,
      "0.232": 258,
      "0.233": 259,
      "0.234": 260,
      "0.235": 261,
      "0.236": 262,
      "0.237": 263,
      "0.238": 264,
      "0.239": 265,
      "0.240": 266,
      "0.241": 267,
      "0.242": 268,
      "0.243": 269,
      "0.244": 270,
      "0.245": 271,
      "0.246": 272,
      "0.247": 273,
      "0.248": 274,
      "0.249": 275,
      "0.250": 276,
      "0.251": 277,
      "0.252": 278,
      "0.253": 279,
      "0.254": 280,
      "0.255": 281,
      "0.256": 282,
      "0.257": 283,
      "0.258": 284,
      "0.259": 285,
      "0.260": 286,
      "0.261": 287,
      "0.262": 288,
      "0.263": 289,
      "0.264": 290,
      "0.265": 291,
      "0.266": 292,
      "0.267": 293,
      "0.268": 294,
      "0.269": 295,
      "0.270": 296,
      "0.271": 297,
      "0.272": 298,
      "0.273": 299,
      "0.274": 300,
      "0.275": 301,
      "0.276": 302,
      "0.277": 303,
      "0.278": 304,
      "0.279": 305,
      "0.280": 306,
      "0.281": 307,
      "0.282": 308,
      "0.283": 309,
      "0.284": 310,
      "0.285": 311,
      "0.286": 312,
      "0.287": 313,
      "0.288": 314,
      "0.289": 315,
      "0.290": 316,
      "0.291": 317,
      "0.292": 318,
      "0.293": 319,
      "0.294": 320,
      "0.295": 321,
      "0.296": 322,
      "0.297": 323,
      "0.298": 324,
      "0.299": 325,
      "0.300": 326,
      "0.301": 327,
      "0.302": 328,
      "0.303": 329,
      "0.304": 330,
      "0.305": 331,
      "0.306": 332,
      "0.307": 333,
      "0.308": 334,
      "0.309": 335,
      "0.310": 336,
      "0.311": 337,
      "0.312": 338,
      "0.313": 339,
      "0.314": 340,
      "0.315": 341,
      "0.316": 342,
      "0.317": 343,
      "0.318": 344,
      "0.319": 345,
      "0.320": 346,
      "0.321": 347,
      "0.322": 348,
      "0.323": 349,
      "0.324": 350,
      "0.325": 351,
      "0.326": 352,
      "0.327": 353,
      "0.328": 354,
      "0.329": 355,
      "0.330": 356,
      "0.331": 357,
      "0.332": 358,
      "0.333": 359,
      "0.334": 360,
      "0.335": 361,
      "0.336": 362,
      "0.337": 363,
      "0.338": 364,
      "0.339": 365,
      "0.340": 366,
      "0.341": 367,
      "0.342": 368,
      "0.343": 369,
      "0.344": 370,
      "0.345": 371,
      "0.346": 372,
      "0.347": 373,
      "0.348": 374,
      "0.349": 375,
      "0.350": 376,
      "0.351": 377,
      "0.352": 378,
      "0.353": 379,
      "0.354": 380,
      "0.355": 381,
      "0.356": 382,
      "0.357": 383,
      "0.358": 384,
      "0.359": 385,
      "0.360": 386,
      "0.361": 387,
      "0.362": 388,
      "0.363": 389,
      "0.364": 390,
      "0.365": 391,
      "0.366": 392,
      "0.367": 393,
      "0.368": 394,
      "0.369": 395,
      "0.370": 396,
      "0.371": 397,
      "0.372": 398,
      "0.373": 399,
      "0.374": 400,
      "0.375": 401,
      "0.376": 402,
      "0.377": 403,
      "0.378": 404,
      "0.379": 405,
      "0.380": 406,
      "0.381": 407,
      "0.382": 408,
      "0.383": 409,
      "0.384": 410,
      "0.385": 411,
      "0.386": 412,
      "0.387": 413,
      "0.388": 414,
      "0.389": 415,
      "0.390": 416,
      "0.391": 417,
      "0.392": 418,
      "0.393": 419,
      "0.394": 420,
      "0.395": 421,
      "0.396": 422,
      "0.397": 423,
      "0.398": 424,
      "0.399": 425,
      "0.400": 426,
      "0.401": 427,
      "0.402": 428,
      "0.403": 429,
      "0.404": 430,
      "0.405": 431,
      "0.406": 432,
      "0.407": 433,
      "0.408": 434,
      "0.409": 435,
      "0.410": 436,
      "0.411": 437,
      "0.412": 438,
      "0.413": 439,
      "0.414": 440,
      "0.415": 441,
      "0.416": 442,
      "0.417": 443,
      "0.418": 444,
      "0.419": 445,
      "0.420": 446,
      "0.421": 447,
      "0.422": 448,
      "0.423": 449,
      "0.424": 450,
      "0.425": 451,
      "0.426": 452,
      "0.427": 453,
      "0.428": 454,
      "0.429": 455,
      "0.430": 456,
      "0.431": 457,
      "0.432": 458,
      "0.433": 459,
      "0.434": 460,
      "0.435": 461,
      "0.436": 462,
      "0.437": 463,
      "0.438": 464,
      "0.439": 465,
      "0.440": 466,
      "0.441": 467,
      "0.442": 468,
      "0.443": 469,
      "0.444": 470,
      "0.445": 471,
      "0.446": 472,
      "0.447": 473,
      "0.448": 474,
      "0.449": 475,
      "0.450": 476,
      "0.451": 477,
      "0.452": 478,
      "0.453": 479,
      "0.454": 480,
      "0.455": 481,
      "0.456": 482,
      "0.457": 483,
      "0.458": 484,
      "0.459": 485,
      "0.460": 486,
      "0.461": 487,
      "0.462": 488,
      "0.463": 489,
      "0.464": 490,
      "0.465": 491,
      "0.466": 492,
      "0.467": 493,
      "0.468": 494,
      "0.469": 495,
      "0.470": 496,
      "0.471": 497,
      "0.472": 498,
      "0.473": 499,
      "0.474": 500,
      "0.475": 501,
      "0.476": 502,
      "0.477": 503,
      "0.478": 504,
      "0.479": 505,
      "0.480": 506,
      "0.481": 507,
      "0.482": 508,
      "0.483": 509,
      "0.484": 510,
      "0.485": 511,
      "0.486": 512,
      "0.487": 513,
      "0.488": 514,
      "0.489": 515,
      "0.490": 516,
      "0.491": 517,
      "0.492": 518,
      "0.493": 519,
      "0.494": 520,
      "0.495": 521,
      "0.496": 522,
      "0.497": 523,
      "0.498": 524,
      "0.499": 525,
      "0.500": 526,
      "0.501": 527,
      "0.502": 528,
      "0.503": 529,
      "0.504": 530,
      "0.505": 531,
      "0.506": 532,
      "0.507": 533,
      "0.508": 534,
      "0.509": 535,
      "0.510": 536,
      "0.511": 537,
      "0.512": 538,
      "0.513": 539,
      "0.514": 540,
      "0.515": 541,
      "0.516": 542,
      "0.517": 543,
      "0.518": 544,
      "0.519": 545,
      "0.520": 546,
      "0.521": 547,
      "0.522": 548,
      "0.523": 549,
      "0.524": 550,
      "0.525": 551,
      "0.526": 552,
      "0.527": 553,
      "0.528": 554,
      "0.529": 555,
      "0.530": 556,
      "0.531": 557,
      "0.532": 558,
      "0.533": 559,
      "0.534": 560,
      "0.535": 561,
      "0.536": 562,
      "0.537": 563,
      "0.538": 564,
      "0.539": 565,
      "0.540": 566,
      "0.541": 567,
      "0.542": 568,
      "0.543": 569,
      "0.544": 570,
      "0.545": 571,
      "0.546": 572,
      "0.547": 573,
      "0.548": 574,
      "0.549": 575,
      "0.550": 576,
      "0.551": 577,
      "0.552": 578,
      "0.553": 579,
      "0.554": 580,
      "0.555": 581,
      "0.556": 582,
      "0.557": 583,
      "0.558": 584,
      "0.559": 585,
      "0.560": 586,
      "0.561": 587,
      "0.562": 588,
      "0.563": 589,
      "0.564": 590,
      "0.565": 591,
      "0.566": 592,
      "0.567": 593,
      "0.568": 594,
      "0.569": 595,
      "0.570": 596,
      "0.571": 597,
      "0.572": 598,
      "0.573": 599,
      "0.574": 600,
      "0.575": 601,
      "0.576": 602,
      "0.577": 603,
      "0.578": 604,
      "0.579": 605,
      "0.580": 606,
      "0.581": 607,
      "0.582": 608,
      "0.583": 609,
      "0.584": 610,
      "0.585": 611,
      "0.586": 612,
      "0.587": 613,
      "0.588": 614,
      "0.589": 615,
      "0.590": 616,
      "0.591": 617,
      "0.592": 618,
      "0.593": 619,
      "0.594": 620,
      "0.595": 621,
      "0.596": 622,
      "0.597": 623,
      "0.598": 624,
      "0.599": 625,
      "0.600": 626,
      "0.601": 627,
      "0.602": 628,
      "0.603": 629,
      "0.604": 630,
      "0.605": 631,
      "0.606": 632,
      "0.607": 633,
      "0.608": 634,
      "0.609": 635,
      "0.610": 636,
      "0.611": 637,
      "0.612": 638,
      "0.613": 639,
      "0.614": 640,
      "0.615": 641,
      "0.616": 642,
      "0.617": 643,
      "0.618": 644,
      "0.619": 645,
      "0.620": 646,
      "0.621": 647,
      "0.622": 648,
      "0.623": 649,
      "0.624": 650,
      "0.625": 651,
      "0.626": 652,
      "0.627": 653,
      "0.628": 654,
      "0.629": 655,
      "0.630": 656,
      "0.631": 657,
      "0.632": 658,
      "0.633": 659,
      "0.634": 660,
      "0.635": 661,
      "0.636": 662,
      "0.637": 663,
      "0.638": 664,
      "0.639": 665,
      "0.640": 666,
      "0.641": 667,
      "0.642": 668,
      "0.643": 669,
      "0.644": 670,
      "0.645": 671,
      "0.646": 672,
      "0.647": 673,
      "0.648": 674,
      "0.649": 675,
      "0.650": 676,
      "0.651": 677,
      "0.652": 678,
      "0.653": 679,
      "0.654": 680,
      "0.655": 681,
      "0.656": 682,
      "0.657": 683,
      "0.658": 684,
      "0.659": 685,
      "0.660": 686,
      "0.661": 687,
      "0.662": 688,
      "0.663": 689,
      "0.664": 690,
      "0.665": 691,
      "0.666": 692,
      "0.667": 693,
      "0.668": 694,
      "0.669": 695,
      "0.670": 696,
      "0.671": 697,
      "0.672": 698,
      "0.673": 699,
      "0.674": 700,
      "0.675": 701,
      "0.676": 702,
      "0.677": 703,
      "0.678": 704,
      "0.679": 705,
      "0.680": 706,
      "0.681": 707,
      "0.682": 708,
      "0.683": 709,
      "0.684": 710,
      "0.685": 711,
      "0.686": 712,
      "0.687": 713,
      "0.688": 714,
      "0.689": 715,
      "0.690": 716,
      "0.691": 717,
      "0.692": 718,
      "0.693": 719,
      "0.694": 720,
      "0.695": 721,
      "0.696": 722,
      "0.697": 723,
      "0.698": 724,
      "0.699": 725,
      "0.700": 726,
      "0.701": 727,
      "0.702": 728,
      "0.703": 729,
      "0.704": 730,
      "0.705": 731,
      "0.706": 732,
      "0.707": 733,
      "0.708": 734,
      "0.709": 735,
      "0.710": 736,
      "0.711": 737,
      "0.712": 738,
      "0.713": 739,
      "0.714": 740,
      "0.715": 741,
      "0.716": 742,
      "0.717": 743,
      "0.718": 744,
      "0.719": 745,
      "0.720": 746,
      "0.721": 747,
      "0.722": 748,
      "0.723": 749,
      "0.724": 750,
      "0.725": 751,
      "0.726": 752,
      "0.727": 753,
      "0.728": 754,
      "0.729": 755,
      "0.730": 756,
      "0.731": 757,
      "0.732": 758,
      "0.733": 759,
      "0.734": 760,
      "0.735": 761,
      "0.736": 762,
      "0.737": 763,
      "0.738": 764,
      "0.739": 765,
      "0.740": 766,
      "0.741": 767,
      "0.742": 768,
      "0.743": 769,
      "0.744": 770,
      "0.745": 771,
      "0.746": 772,
      "0.747": 773,
      "0.748": 774,
      "0.749": 775,
      "0.750": 776,
      "0.751": 777,
      "0.752": 778,
      "0.753": 779,
      "0.754": 780,
      "0.755": 781,
      "0.756": 782,
      "0.757": 783,
      "0.758": 784,
      "0.759": 785,
      "0.760": 786,
      "0.761": 787,
      "0.762": 788,
      "0.763": 789,
      "0.764": 790,
      "0.765": 791,
      "0.766": 792,
      "0.767": 793,
      "0.768": 794,
      "0.769": 795,
      "0.770": 796,
      "0.771": 797,
      "0.772": 798,
      "0.773": 799,
      "0.774": 800,
      "0.775": 801,
      "0.776": 802,
      "0.777": 803,
      "0.778": 804,
      "0.779": 805,
      "0.780": 806,
      "0.781": 807,
      "0.782": 808,
      "0.783": 809,
      "0.784": 810,
      "0.785": 811,
      "0.786": 812,
      "0.787": 813,
      "0.788": 814,
      "0.789": 815,
      "0.790": 816,
      "0.791": 817,
      "0.792": 818,
      "0.793": 819,
      "0.794": 820,
      "0.795": 821,
      "0.796": 822,
      "0.797": 823,
      "0.798": 824,
      "0.799": 825,
      "0.800": 826,
      "0.801": 827,
      "0.802": 828,
      "0.803": 829,
      "0.804": 830,
      "0.805": 831,
      "0.806": 832,
      "0.807": 833,
      "0.808": 834,
      "0.809": 835,
      "0.810": 836,
      "0.811": 837,
      "0.812": 838,
      "0.813": 839,
      "0.814": 840,
      "0.815": 841,
      "0.816": 842,
      "0.817": 843,
      "0.818": 844,
      "0.819": 845,
      "0.820": 846,
      "0.821": 847,
      "0.822": 848,
      "0.823": 849,
      "0.824": 850,
      "0.825": 851,
      "0.826": 852,
      "0.827": 853,
      "0.828": 854,
      "0.829": 855,
      "0.830": 856,
      "0.831": 857,
      "0.832": 858,
      "0.833": 859,
      "0.834": 860,
      "0.835": 861,
      "0.836": 862,
      "0.837": 863,
      "0.838": 864,
      "0.839": 865,
      "0.840": 866,
      "0.841": 867,
      "0.842": 868,
      "0.843": 869,
      "0.844": 870,
      "0.845": 871,
      "0.846": 872,
      "0.847": 873,
      "0.848": 874,
      "0.849": 875,
      "0.850": 876,
      "0.851": 877,
      "0.852": 878,
      "0.853": 879,
      "0.854": 880,
      "0.855": 881,
      "0.856": 882,
      "0.857": 883,
      "0.858": 884,
      "0.859": 885,
      "0.860": 886,
      "0.861": 887,
      "0.862": 888,
      "0.863": 889,
      "0.864": 890,
      "0.865": 891,
      "0.866": 892,
      "0.867": 893,
      "0.868": 894,
      "0.869": 895,
      "0.870": 896,
      "0.871": 897,
      "0.872": 898,
      "0.873": 899,
      "0.874": 900,
      "0.875": 901,
      "0.876": 902,
      "0.877": 903,
      "0.878": 904,
      "0.879": 905,
      "0.880": 906,
      "0.881": 907,
      "0.882": 908,
      "0.883": 909,
      "0.884": 910,
      "0.885": 911,
      "0.886": 912,
      "0.887": 913,
      "0.888": 914,
      "0.889": 915,
      "0.890": 916,
      "0.891": 917,
      "0.892": 918,
      "0.893": 919,
      "0.894": 920,
      "0.895": 921,
      "0.896": 922,
      "0.897": 923,
      "0.898": 924,
      "0.899": 925,
      "0.900": 926,
      "0.901": 927,
      "0.902": 928,
      "0.903": 929,
      "0.904": 930,
      "0.905": 931,
      "0.906": 932,
      "0.907": 933,
      "0.908": 934,
      "0.909": 935,
      "0.910": 936,
      "0.911": 937,
      "0.912": 938,
      "0.913": 939,
      "0.914": 940,
      "0.915": 941,
      "0.916": 942,
      "0.917": 943,
      "0.918": 944,
      "0.919": 945,
      "0.920": 946,
      "0.921": 947,
      "0.922": 948,
      "0.923": 949,
      "0.924": 950,
      "0.925": 951,
      "0.926": 952,
      "0.927": 953,
      "0.928": 954,
      "0.929": 955,
      "0.930": 956,
      "0.931": 957,
      "0.932": 958,
      "0.933": 959,
      "0.934": 960,
      "0.935": 961,
      "0.936": 962,
      "0.937": 963,
      "0.938": 964,
      "0.939": 965,
      "0.940": 966,
      "0.941": 967,
      "0.942": 968,
      "0.943": 969,
      "0.944": 970,
      "0.945": 971,
      "0.946": 972,
      "0.947": 973,
      "0.948": 974,
      "0.949": 975,
      "0.950": 976,
      "0.951": 977,
      "0.952": 978,
      "0.953": 979,
      "0.954": 980,
      "0.955": 981,
      "0.956": 982,
      "0.957": 983,
      "0.958": 984,
      "0.959": 985,
      "0.960": 986,
      "0.961": 987,
      "0.962": 988,
      "0.963": 989,
      "0.964": 990,
      "0.965": 991,
      "0.966": 992,
      "0.967": 993,
      "0.968": 994,
      "0.969": 995,
      "0.970": 996,
      "0.971": 997,
      "0.972": 998,
      "0.973": 999,
      "0.974": 1000,
      "0.975": 1001,
      "0.976": 1002,
      "0.977": 1003,
      "0.978": 1004,
      "0.979": 1005,
      "0.980": 1006,
      "0.981": 1007,
      "0.982": 1008,
      "0.983": 1009,
      "0.984": 1010,
      "0.985": 1011,
      "0.986": 1012,
      "0.987": 1013,
      "0.988": 1014,
      "0.989": 1015,
      "0.990": 1016,
      "0.991": 1017,
      "0.992": 1018,
      "0.993": 1019,
      "0.994": 1020,
      "0.995": 1021,
      "0.996": 1022,
      "0.997": 1023,
      "0.998": 1024,
      "0.999": 1025,
      "1.000": 1026,
      "Si": 1027,
      "C": 1028,
      "Pb": 1029,
      "I": 1030,
      "Br": 1031,
      "Cl": 1032,
      "Eu": 1033,
      "O": 1034,
      "Fe": 1035,
      "Sb": 1036,
      "In": 1037,
      "S": 1038,
      "N": 1039,
      "U": 1040,
      "Mn": 1041,
      "Lu": 1042,
      "Se": 1043,
      "Tl": 1044,
      "Hf": 1045,
      "Ir": 1046,
      "Ca": 1047,
      "Ta": 1048,
      "Cr": 1049,
      "K": 1050,
      "Pm": 1051,
      "Mg": 1052,
      "Zn": 1053,
      "Cu": 1054,
      "Sn": 1055,
      "Ti": 1056,
      "B": 1057,
      "W": 1058,
      "P": 1059,
      "H": 1060,
      "Pd": 1061,
      "As": 1062,
      "Co": 1063,
      "Np": 1064,
      "Tc": 1065,
      "Hg": 1066,
      "Pu": 1067,
      "Al": 1068,
      "Tm": 1069,
      "Tb": 1070,
      "Ho": 1071,
      "Nb": 1072,
      "Ge": 1073,
      "Zr": 1074,
      "Cd": 1075,
      "V": 1076,
      "Sr": 1077,
      "Ni": 1078,
      "Rh": 1079,
      "Th": 1080,
      "Na": 1081,
      "Ru": 1082,
      "La": 1083,
      "Re": 1084,
      "Y": 1085,
      "Er": 1086,
      "Ce": 1087,
      "Pt": 1088,
      "Ga": 1089,
      "Li": 1090,
      "Cs": 1091,
      "F": 1092,
      "Ba": 1093,
      "Te": 1094,
      "Mo": 1095,
      "Gd": 1096,
      "Pr": 1097,
      "Bi": 1098,
      "Sc": 1099,
      "Ag": 1100,
      "Rb": 1101,
      "Dy": 1102,
      "Yb": 1103,
      "Nd": 1104,
      "Au": 1105,
      "Os": 1106,
      "Pa": 1107,
      "Sm": 1108,
      "Be": 1109,
      "Ac": 1110,
      "Xe": 1111,
      "Kr": 1112,
      "He": 1113,
      "Ne": 1114,
      "Ar": 1115,
      "*OHCH2CH3": 1116,
      "*ONN(CH3)2": 1117,
      "*H": 1118,
      "*CH*CH": 1119,
      "*COHCOH": 1120,
      "*OCHCH3": 1121,
      "*NO2NO2": 1122,
      "CH2*CO": 1123,
      "*CH4": 1124,
      "*NHNH": 1125,
      "*CCH": 1126,
      "*CH2CH2OH": 1127,
      "*CHOHCH3": 1128,
      "*CHCH2OH": 1129,
      "*ONNH2": 1130,
      "*C*C": 1131,
      "*CCH2OH": 1132,
      "*CCO": 1133,
      "*CN": 1134,
      "*CHOCHOH": 1135,
      "*NO3": 1136,
      "*OHNH2": 1137,
      "*N*NH": 1138,
      "*CH2CH3": 1139,
      "*COHCH3": 1140,
      "*C": 1141,
      "*NH3": 1142,
      "*CCH2": 1143,
      "*NH": 1144,
      "*CHCHO": 1145,
      "*CH*COH": 1146,
      "*CHOH": 1147,
      "*CHOHCHOH": 1148,
      "*COHCHOH": 1149,
      "*CHCH2": 1150,
      "*CHOCH2OH": 1151,
      "*CCHO": 1152,
      "*N": 1153,
      "*N*NO": 1154,
      "*OH": 1155,
      "*COCH2O": 1156,
      "*COCH3": 1157,
      "*CCH3": 1158,
      "*OHCH3": 1159,
      "*CH2": 1160,
      "*CH3": 1161,
      "*CH2*O": 1162,
      "*OCH2CH3": 1163,
      "*CH2OH": 1164,
      "*CCHOH": 1165,
      "*OCH3": 1166,
      "*CHO*CHO": 1167,
      "*CHOHCH2OH": 1168,
      "*CHCHOH": 1169,
      "*OCH2CHOH": 1170,
      "*OH2": 1171,
      "*OHNNCH3": 1172,
      "*N2": 1173,
      "*COHCH2OH": 1174,
      "*COCHO": 1175,
      "*NO2": 1176,
      "*O": 1177,
      "*CHCO": 1178,
      "*COHCHO": 1179,
      "*CHOHCH2": 1180,
      "*ONH": 1181,
      "*NONH": 1182,
      "*NO": 1183
    },
    "unk_token": "<unk>"
  }
}